{
  "1": "La personalidad civil del hombre comienza con el nacimiento y termina con la muerte; pero al que está por nacer se le considera nacido para todo lo que le favorezca, siempre que nazca en condiciones de viabilidad.",
  "2": "La existencia de las personas físicas termina con la muerte.",
  "3": "Se presume muerta a la persona que haya desaparecido en un siniestro, en el cual hayan perecido todos o la mayor parte de los que se encontraban en el mismo peligro, si su cadáver no es hallado o no se tienen noticias de ella durante dos años, contados desde el día del siniestro.",
  "4": "El domicilio de una persona física es el lugar donde tiene su residencia con el propósito de establecerse en él; a falta de éste, el lugar donde tiene el asiento principal de sus negocios; y a falta de uno y otro, el lugar donde se encuentre.",
  "5": "El domicilio legal de una persona es el lugar donde la ley le fija su residencia para el ejercicio de sus derechos y el cumplimiento de sus obligaciones, aunque de hecho no esté allí presente.",
  "6": "El domicilio de los menores de edad no emancipados es el de las personas a cuya patria potestad están sujetos.",
  "7": "El domicilio de los incapaces es el de su representante legal.",
  "8": "El estado civil de las personas sólo se comprueba con las certificaciones de las actas del Registro Civil.",
  "9": "Nadie puede ser privado de su estado civil, ni desconocido en él.",
  "10": "El estado civil de una persona no puede ser objeto de transacción ni de compromiso.",
  "11": "Son personas jurídicas: 1) El Estado y las municipalidades; 2) Las iglesias de todos los cultos; 3) Las universidades y los colegios universitarios; 4) Las instituciones autónomas; 5) Las asociaciones, corporaciones y fundaciones, de interés público o privado; 6) Las sociedades civiles y mercantiles.",
  "12": "Las personas jurídicas pueden ejercitar todos los derechos que no sean inseparables de la personalidad del hombre.",
  "13": "La capacidad de las personas jurídicas se rige por las leyes que las hayan creado o reconocido; la de las asociaciones por sus estatutos; y la de las fundaciones por las reglas de su institución.",
  "14": "El Registro del Estado Civil estará a cargo del Tribunal Supremo de Elecciones.",
  "15": "En el Registro del Estado Civil se inscribirán los nacimientos, matrimonios, defunciones, reconocimientos de hijos, legitimaciones, adopciones, naturalizaciones y vecindades.",
  "16": "Los bienes son muebles o inmuebles.",
  "17": "Son bienes inmuebles: 1) El suelo, el subsuelo y el espacio aéreo; 2) Las minas, canteras y depósitos de hidrocarburos; 3) Los edificios, caminos y construcciones de todo género adheridas al suelo; 4) Los árboles y plantas mientras estuvieren unidos a la tierra, y los frutos pendientes de los mismos; 5) Todo lo que esté unido a un inmueble de una manera fija, de suerte que no pueda separarse sin quebranto de la materia ni deterioro del objeto; 6) Las estatuas, relieves, pinturas u otros objetos de ornamentación, colocados en edificios o heredades por el dueño del inmueble, en tal forma que revele el propósito de unirlos de un modo permanente al fundo; 7) Las máquinas, vasos, instrumentos o utensilios destinados por el propietario de la finca a la industria o explotación que se realice en un edificio o heredad, y que directamente concurran a satisfacer las necesidades de la explotación misma; 8) Los viveros de animales, palomares, colmenas, estanques de peces o criaderos análogos, cuando el propietario los haya colocado o los conserve con el propósito de mantenerlos unidos a la finca y formando parte de ella de un modo permanente; 9) Los abonos destinados al cultivo de una heredad, que estén en las tierras donde hayan de utilizarse; 10) Los diques y construcciones que, aun cuando sean flotantes, estén destinados por su objeto y condiciones a permanecer en un punto fijo de un río, lago o costa; 11) Los derechos reales sobre bienes inmuebles.",
  "18": "Son bienes muebles: 1) Los que pueden trasladarse de un lugar a otro, sin menoscabo de la cosa inmueble a que estuvieren unidos; 2) Las fuerzas naturales susceptibles de apropiación; 3) Los derechos reales sobre bienes muebles y las acciones correspondientes; 4) Los derechos de crédito referentes a muebles, dinero o servicios personales; 5) Las acciones y obligaciones de las compañías industriales o mercantiles, aunque éstas posean bienes inmuebles.",
  "19": "La propiedad es el derecho de gozar y disponer de una cosa sin más limitaciones que las establecidas por la ley.",
  "20": "El propietario de una cosa lo es también de todo lo que ella produce, o se le une o incorpora natural o artificialmente.",
  "21": "La propiedad del suelo lleva consigo la del subsuelo y la del espacio aéreo, en la extensión y términos que fije la ley.",
  "22": "El propietario puede reivindicar la cosa de poder de quien la posea, salvo lo dispuesto en las leyes.",
  "23": "Nadie puede ser privado de su propiedad sino por causa de utilidad pública legalmente comprobada, previa indemnización conforme a la ley.",
  "24": "La propiedad se adquiere por la ocupación, por la accesión, por la tradición, por la sucesión y por la prescripción.",
  "25": "La ocupación es un modo de adquirir la propiedad de las cosas que no pertenecen a nadie, mediante la aprehensión material de las mismas, con ánimo de adquirir el dominio.",
  "26": "Pueden adquirirse por ocupación las cosas muebles que carecen de dueño, como los animales que son objeto de la caza y pesca, el tesoro oculto y las cosas muebles abandonadas.",
  "27": "Hay copropiedad cuando una cosa o un derecho pertenecen pro indiviso a varias personas.",
  "28": "Los copropietarios no tienen derecho a parte determinada de la cosa común, sino que cada uno tiene un derecho de propiedad sobre toda ella, en proporción a su cuota.",
  "29": "Cada copropietario puede servirse de las cosas comunes, siempre que disponga de ellas conforme a su destino y de manera que no perjudique el interés de la comunidad, ni impida a los demás copropietarios usarlas según su derecho.",
  "30": "Cada copropietario puede disponer de su cuota, y substituir a otro en su aprovechamiento, salvo si se tratare de derechos personales.",
  "31": "El usufructo es el derecho de usar y gozar temporalmente de las cosas ajenas.",
  "32": "El usufructo puede constituirse sobre toda clase de bienes muebles o inmuebles.",
  "33": "El usufructo puede constituirse por la ley, por la voluntad del hombre manifestada en actos entre vivos o en testamento, y por prescripción.",
  "34": "El usufructuario tiene derecho a percibir todos los frutos naturales, industriales y civiles de los bienes usufructuados.",
  "35": "El usufructuario puede dar en arrendamiento el usufructo y enajenar su derecho, pero todos los contratos que celebre como tal se resolverán al fin del usufructo.",
  "36": "El usufructuario está obligado a hacer en los bienes objeto del usufructo las reparaciones ordinarias que exija su conservación.",
  "37": "El usufructuario debe dar aviso al propietario de toda usurpación o novedad dañosa que otro haya realizado o abiertamente prepare en las cosas usufructuadas.",
  "38": "El usufructo se extingue: 1) Por muerte del usufructuario; 2) Por vencimiento del plazo por que se constituyó, o por cumplirse la condición resolutoria consignada en el título constitutivo; 3) Por la reunión del usufructo y la propiedad en una misma persona; 4) Por la renuncia del usufructuario; 5) Por la pérdida total de la cosa usufructuada; 6) Por la resolución del derecho del constituyente; 7) Por prescripción.",
  "39": "Servidumbre es un gravamen impuesto sobre un inmueble en beneficio de otro perteneciente a distinto dueño.",
  "40": "El inmueble a cuyo favor está constituida la servidumbre se llama predio dominante; el que la sufre, predio sirviente.",
  "41": "Las servidumbres son inseparables del inmueble a que activa o pasivamente pertenecen.",
  "42": "Las servidumbres pueden ser continuas o discontinuas, aparentes o no aparentes.",
  "43": "Las servidumbres continuas son aquellas cuyo uso es o puede ser incesante, sin la intervención de ningún hecho del hombre.",
  "44": "Las servidumbres discontinuas son aquellas cuyo uso necesita de algún hecho actual del hombre.",
  "45": "Las servidumbres aparentes son las que se anuncian por signos exteriores que revelan el uso y aprovechamiento de las mismas.",
  "46": "Las servidumbres no aparentes son las que no presentan signo exterior de su existencia.",
  "47": "Las servidumbres pueden adquirirse por título o por prescripción.",
  "48": "Sólo pueden adquirirse por prescripción las servidumbres continuas y aparentes.",
  "49": "El tiempo necesario para adquirir por prescripción las servidumbres será de diez años.",
  "50": "Las servidumbres se extinguen: 1) Por la reunión de ambos predios en una misma persona; 2) Por el no uso durante diez años; 3) Cuando los predios lleguen a tal estado que no pueda usarse de la servidumbre; 4) Por la redención convenida entre el dueño del predio dominante y el del sirviente; 5) Por sentencia judicial."
}